Repository: vikas101102/open-allure-ds
Catalog: openallure/locale/*/LC_MESSAGES/*.po
Languages: pt

source: Welcome to the Open Allure Dialog System.
pt: Bem-vindo ao Sistema Open Allure diálogo.

source: Keys:
pt: Teclas:

source: Escape quits
pt: Escape sai

source: Ctrl+I force input
pt: Ctrl+I força de entrada

source: Ctrl+R refresh
pt: Ctrl+R atualização

source: Ctrl+V paste
pt: Ctrl+V colar

source: F6 debug
pt: F6 depurar

source: Commands:
pt: Comandos:

source: exit
pt: saír

source: open <filename or url>
pt: aberto <nome do arquivo o URL>

source: quit
pt: parar

source: return (resumes at last question)
pt: retorno (recomeça na última pergunta)

source: show source (Mac only)
pt: revelar fonte (somente Mac)

source: Input
pt: Entrada

source: [input];
pt: [entrada];

source: You have reached the end. Goodbye.
pt: Você chegou ao fim. Tchau.

source: [next]
pt: [próximo]

source: [input]
pt: [entrada]

source: Language is %s
pt: A linguagem é %s

source: What now?
pt: E agora?

source: Confirm
pt: Confirme

source: Open
pt: Aberto

source: Sorry, I don't understand that. What now?
pt: Desculpe, eu não entendo isso. E agora?

source: Hmmm. It seems
pt: Hmmm. Parece

source: does not have a script
pt: não tem um script

source: marked with <pre> </pre>.
pt: marcados com <pre> </pre>.

source: Well ... It seems
pt: Bem ... Parece

source: could not be opened.
pt: não pôde ser aberto.
