Repository: vikas101102/open-allure-ds
Catalog: wikitospeech/locale/*/LC_MESSAGES/*.po
Languages: it

source: Welcome to the Open Allure Dialog System.
it: Benvenuti nel sistema di dialogo Open Allure.

source: Escape quits
it: Escape chiude

source: Ctrl+I force input
it: Ctrl+I forza di ingresso

source: Ctrl+V paste
it: Ctrl+V incolla

source: Commands:
it: Comandi:

source: exit
it: uscita

source: open <filename or url>
it: aperto <nome del file o URL>

source: quit
it: smettere

source: return (resumes at last question)
it: ritorno (ultima domanda riprende a)

source: show source (Mac only)
it: mostra di origine (solo Mac)

source: Input
it: Ingresso

source: [input];
it: [ingresso];

source: You have reached the end. Goodbye.
it: Hai raggiunto la fine. Arrivederci.

source: [next]
it: [prossimo]

source: [input]
it: [ingresso]

source: Language is %s
it: Il linguaggio è %s

source: What now?
it: E ora?

source: Confirm
it: Conferma

source: Open
it: Aprire

source: Sorry, I don't understand that. What now?
it: Mi dispiace, non lo capisco. E adesso?

source: Hmmm. It seems
it: Hmmm. Sembra che

source: does not have a script
it: non ha uno script

source: marked with <pre> </pre>.
it: contrassegnati con <pre> </pre>.

source: Well ... It seems
it: Beh ... Sembra che

source: could not be opened.
it: non può essere aperto.
